tap "1password/tap"
tap "go-swagger/go-swagger"
tap "homebrew/bundle"
tap "kardolus/chatgpt-cli"
tap "ngrok/ngrok"
tap "tinygo-org/tools"
tap "yudai/gotty"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "asciidoc"
brew "caddy"
brew "freetype"
brew "chezmoi"
brew "cue"
brew "delve"
brew "direnv"
brew "duckdb"
brew "fd"
brew "fdk-aac-encoder"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "libarchive"
brew "libass"
brew "libmicrohttpd"
brew "librist"
brew "libssh"
brew "pango"
brew "srt"
brew "tesseract"
brew "x264"
brew "ffmpeg"
brew "fzf"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git-lfs"
brew "gnu-sed"
brew "goreleaser"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "hugo"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "lazygit"
brew "openjdk"
brew "maven"
brew "neovim", args: ["HEAD"]
brew "node"
brew "openssl@1.1"
brew "pandoc"
brew "pipx"
brew "poppler"
brew "prometheus"
brew "protobuf"
brew "pv"
brew "python@3.11"
brew "qemu"
brew "recode"
brew "ripgrep"
brew "sox"
brew "tmux"
brew "tree"
brew "unzip"
brew "websocat"
brew "zsh"
brew "go-swagger/go-swagger/go-swagger"
brew "kardolus/chatgpt-cli/chatgpt-cli"
brew "tinygo-org/tools/tinygo"
cask "1password-cli"
cask "blackhole-2ch"
cask "inkscape"
cask "ngrok"
